INSERT INTO [ارتباطات] ([شناسه فرآیند مبدا], [شناسه فرآیند مقصد], [متغیرها]) VALUES (5, 6, N'{(v1:vv1), (v2:vv2), (v3:vv3), (v4:vv4), (v5:vv5), (v6:vv6)}');
GO
INSERT INTO [ارتباطات] ([شناسه فرآیند مبدا], [شناسه فرآیند مقصد], [متغیرها]) VALUES (10, 9, N'{(v1:vv1), (v2:vv2), (v3:vv3)');
GO
INSERT INTO [ارتباطات] ([شناسه فرآیند مبدا], [شناسه فرآیند مقصد], [متغیرها]) VALUES (9, 5, N'{(v1:vv1), (v2:vv2)}');
GO
INSERT INTO [ارتباطات] ([شناسه فرآیند مبدا], [شناسه فرآیند مقصد], [متغیرها]) VALUES (9, 3, N'{(v1:vv1), (v2:vv2), (v3:vv3), (v4:vv4), (v5:vv5)}');
GO
INSERT INTO [ارتباطات] ([شناسه فرآیند مبدا], [شناسه فرآیند مقصد], [متغیرها]) VALUES (9, 10, N'{(v1:vv1), (v2:vv2), (v3:vv3), (v4:vv4)}');
GO
INSERT INTO [داده های فرآیندی] ([شناسه فرآیند], [عنوان فرآیند], [گروه فرآیند], [تعداد دفعات تکرار], [متوسط زمانبری], [انحراف از معیار], [روش آغاز], [وضعیت], [توضیحات نوع اول], [توضیحات نوع دوم], [X_Coor], [Y_Coor], [Previous_Parent]) VALUES (1, N'درخواست از انبار', 4, 1268, 26, 9, N'کاربر', N'فعال', N'توضیح نوع اول', N'توضیح نوع دوم', -1, -1, 4);
GO
INSERT INTO [داده های فرآیندی] ([شناسه فرآیند], [عنوان فرآیند], [گروه فرآیند], [تعداد دفعات تکرار], [متوسط زمانبری], [انحراف از معیار], [روش آغاز], [وضعیت], [توضیحات نوع اول], [توضیحات نوع دوم], [X_Coor], [Y_Coor], [Previous_Parent]) VALUES (2, N'تعریف کالا', 4, 941, 5.5, 15, N'کاربر', N'فعال', N'توضیح نوع اول', N'توضیح نوع دوم', -1, -1, 4);
GO
INSERT INTO [داده های فرآیندی] ([شناسه فرآیند], [عنوان فرآیند], [گروه فرآیند], [تعداد دفعات تکرار], [متوسط زمانبری], [انحراف از معیار], [روش آغاز], [وضعیت], [توضیحات نوع اول], [توضیحات نوع دوم], [X_Coor], [Y_Coor], [Previous_Parent]) VALUES (3, N'اصلاح BOM', 16, 754, 3.7, 11, N'کاربر', N'فعال', N'توضیح نوع اول', N'توضیح نوع دوم', -1, -1, 16);
GO
INSERT INTO [داده های فرآیندی] ([شناسه فرآیند], [عنوان فرآیند], [گروه فرآیند], [تعداد دفعات تکرار], [متوسط زمانبری], [انحراف از معیار], [روش آغاز], [وضعیت], [توضیحات نوع اول], [توضیحات نوع دوم], [X_Coor], [Y_Coor], [Previous_Parent]) VALUES (4, N'تامین اعتبار', 4, 851, 8.2, 12, N'زیرفرآیند', N'فعال', N'توضیح نوع اول', N'توضیح نوع دوم', -1, -1, 4);
GO
INSERT INTO [داده های فرآیندی] ([شناسه فرآیند], [عنوان فرآیند], [گروه فرآیند], [تعداد دفعات تکرار], [متوسط زمانبری], [انحراف از معیار], [روش آغاز], [وضعیت], [توضیحات نوع اول], [توضیحات نوع دوم], [X_Coor], [Y_Coor], [Previous_Parent]) VALUES (5, N'شناسه گذاری اسناد', 16, 1254, 0.2, 15, N'کاربر', N'فعال', N'توضیح نوع اول', N'توضیح نوع دوم', 357, 45, 16);
GO
INSERT INTO [داده های فرآیندی] ([شناسه فرآیند], [عنوان فرآیند], [گروه فرآیند], [تعداد دفعات تکرار], [متوسط زمانبری], [انحراف از معیار], [روش آغاز], [وضعیت], [توضیحات نوع اول], [توضیحات نوع دوم], [X_Coor], [Y_Coor], [Previous_Parent]) VALUES (6, N'تصویب اسناد', 16, 1205, 46, 2, N'زیرفرآیند', N'فعال', N'توضیح نوع اول', N'توضیح نوع دوم', 52, 107, 16);
GO
INSERT INTO [داده های فرآیندی] ([شناسه فرآیند], [عنوان فرآیند], [گروه فرآیند], [تعداد دفعات تکرار], [متوسط زمانبری], [انحراف از معیار], [روش آغاز], [وضعیت], [توضیحات نوع اول], [توضیحات نوع دوم], [X_Coor], [Y_Coor], [Previous_Parent]) VALUES (7, N'معتبر سازی اسناد', 16, 322, 34, 7, N'کاربر', N'فعال', N'توضیح نوع اول', N'توضیح نوع دوم', -1, -1, 16);
GO
INSERT INTO [داده های فرآیندی] ([شناسه فرآیند], [عنوان فرآیند], [گروه فرآیند], [تعداد دفعات تکرار], [متوسط زمانبری], [انحراف از معیار], [روش آغاز], [وضعیت], [توضیحات نوع اول], [توضیحات نوع دوم], [X_Coor], [Y_Coor], [Previous_Parent]) VALUES (8, N'عدم انطباق', 18, 889, 57, 15, N'کاربر', N'فعال', N'توضیح نوع اول', N'توضیح نوع دوم', -1, -1, 18);
GO
INSERT INTO [داده های فرآیندی] ([شناسه فرآیند], [عنوان فرآیند], [گروه فرآیند], [تعداد دفعات تکرار], [متوسط زمانبری], [انحراف از معیار], [روش آغاز], [وضعیت], [توضیحات نوع اول], [توضیحات نوع دوم], [X_Coor], [Y_Coor], [Previous_Parent]) VALUES (9, N'تغییرات مهندسی', 10, 476, 41, 12, N'زیرفرآیند', N'فعال', N'توضیح نوع اول', N'توضیح نوع دوم', 14, 178, 10);
GO
INSERT INTO [داده های فرآیندی] ([شناسه فرآیند], [عنوان فرآیند], [گروه فرآیند], [تعداد دفعات تکرار], [متوسط زمانبری], [انحراف از معیار], [روش آغاز], [وضعیت], [توضیحات نوع اول], [توضیحات نوع دوم], [X_Coor], [Y_Coor], [Previous_Parent]) VALUES (10, N'مدیریت ریسک', 16, 714, 18, 5, N'زیرفرآیند', N'فعال', N'توضیح نوع اول', N'توضیح نوع دوم', -1, -1, 16);
GO
INSERT INTO [داده های فرآیندی] ([شناسه فرآیند], [عنوان فرآیند], [گروه فرآیند], [تعداد دفعات تکرار], [متوسط زمانبری], [انحراف از معیار], [روش آغاز], [وضعیت], [توضیحات نوع اول], [توضیحات نوع دوم], [X_Coor], [Y_Coor], [Previous_Parent]) VALUES (11, N'پیشنهای بهبود', 16, 916, 30, 13, N'کاربر', N'فعال', N'توضیح نوع اول', N'توضیح نوع دوم', -1, -1, 16);
GO
INSERT INTO [داده های فرآیندی] ([شناسه فرآیند], [عنوان فرآیند], [گروه فرآیند], [تعداد دفعات تکرار], [متوسط زمانبری], [انحراف از معیار], [روش آغاز], [وضعیت], [توضیحات نوع اول], [توضیحات نوع دوم], [X_Coor], [Y_Coor], [Previous_Parent]) VALUES (12, N'درخواست اضافه کاری', 7, 1491, 29, 10, N'کاربر', N'غیرفعال', N'توضیح نوع اول', N'توضیح نوع دوم', -1, -1, 7);
GO
INSERT INTO [داده های فرآیندی] ([شناسه فرآیند], [عنوان فرآیند], [گروه فرآیند], [تعداد دفعات تکرار], [متوسط زمانبری], [انحراف از معیار], [روش آغاز], [وضعیت], [توضیحات نوع اول], [توضیحات نوع دوم], [X_Coor], [Y_Coor], [Previous_Parent]) VALUES (13, N'حکم ماموریت', 7, 263, 6, 7, N'کاربر', N'فعال', N'توضیح نوع اول', N'توضیح نوع دوم', -1, -1, 7);
GO
INSERT INTO [داده های فرآیندی] ([شناسه فرآیند], [عنوان فرآیند], [گروه فرآیند], [تعداد دفعات تکرار], [متوسط زمانبری], [انحراف از معیار], [روش آغاز], [وضعیت], [توضیحات نوع اول], [توضیحات نوع دوم], [X_Coor], [Y_Coor], [Previous_Parent]) VALUES (14, N'تسویه داخلی', 9, 15, 20, 7, N'کاربر', N'فعال', N'توضیح نوع اول', N'توضیح نوع دوم', -1, -1, 9);
GO
INSERT INTO [داده های فرآیندی] ([شناسه فرآیند], [عنوان فرآیند], [گروه فرآیند], [تعداد دفعات تکرار], [متوسط زمانبری], [انحراف از معیار], [روش آغاز], [وضعیت], [توضیحات نوع اول], [توضیحات نوع دوم], [X_Coor], [Y_Coor], [Previous_Parent]) VALUES (15, N'انتقال اموال', 2, 63, 25, 8, N'کاربر', N'فعال', N'توضیح نوع اول', N'توضیح نوع دوم', -1, -1, 2);
GO
INSERT INTO [داده های فرآیندی] ([شناسه فرآیند], [عنوان فرآیند], [گروه فرآیند], [تعداد دفعات تکرار], [متوسط زمانبری], [انحراف از معیار], [روش آغاز], [وضعیت], [توضیحات نوع اول], [توضیحات نوع دوم], [X_Coor], [Y_Coor], [Previous_Parent]) VALUES (16, N'تعریف پروژه', 2, 20, 19, 14, N'کاربر', N'فعال', N'توضیح نوع اول', N'توضیح نوع دوم', -1, -1, 2);
GO
INSERT INTO [داده های فرآیندی] ([شناسه فرآیند], [عنوان فرآیند], [گروه فرآیند], [تعداد دفعات تکرار], [متوسط زمانبری], [انحراف از معیار], [روش آغاز], [وضعیت], [توضیحات نوع اول], [توضیحات نوع دوم], [X_Coor], [Y_Coor], [Previous_Parent]) VALUES (17, N'گزارش فنی قرارداد', 4, 425, 12, 3, N'دوره ای', N'فعال', N'توضیح نوع اول', N'توضیح نوع دوم', -1, -1, 4);
GO
INSERT INTO [رنگ بندی] ([سطح], [رنگ]) VALUES (0, N'(16, 185, 129, 0.5)');
GO
INSERT INTO [رنگ بندی] ([سطح], [رنگ]) VALUES (1, N'(255, 99, 71, 0.5)');
GO
INSERT INTO [رنگ بندی] ([سطح], [رنگ]) VALUES (2, N'(59, 130, 246, 0.5)');
GO
INSERT INTO [رنگ بندی] ([سطح], [رنگ]) VALUES (3, N'(249, 115, 22, 0.5)');
GO
INSERT INTO [رنگ بندی] ([سطح], [رنگ]) VALUES (4, N'(147, 51, 234, 0.5)');
GO
INSERT INTO [رنگ بندی] ([سطح], [رنگ]) VALUES (5, N'(234, 179, 8, 0.5)');
GO
INSERT INTO [رنگ بندی] ([سطح], [رنگ]) VALUES (6, N'(107, 114, 128, 0.5)');
GO
INSERT INTO [گروه بندی] ([شناسه گروه], [عنوان گروه], [شناسه والد], [X_Coor], [Y_Coor], [Width], [Height]) VALUES (1, N'مدیریتی و پشتیبان', NULL, 0, 4, 608, 650);
GO
INSERT INTO [گروه بندی] ([شناسه گروه], [عنوان گروه], [شناسه والد], [X_Coor], [Y_Coor], [Width], [Height]) VALUES (2, N'زیرساخت', 1, 15, 50, 250, 100);
GO
INSERT INTO [گروه بندی] ([شناسه گروه], [عنوان گروه], [شناسه والد], [X_Coor], [Y_Coor], [Width], [Height]) VALUES (3, N'منابع انسانی', 1, 15, 170, 555, 410);
GO
INSERT INTO [گروه بندی] ([شناسه گروه], [عنوان گروه], [شناسه والد], [X_Coor], [Y_Coor], [Width], [Height]) VALUES (4, N'تامین', 1, 88, 92, 500, 100);
GO
INSERT INTO [گروه بندی] ([شناسه گروه], [عنوان گروه], [شناسه والد], [X_Coor], [Y_Coor], [Width], [Height]) VALUES (5, N'توسعه سیستم', 1, 54, 346, 250, 100);
GO
INSERT INTO [گروه بندی] ([شناسه گروه], [عنوان گروه], [شناسه والد], [X_Coor], [Y_Coor], [Width], [Height]) VALUES (6, N'توسعه فناوری', 1, 15, 530, 250, 100);
GO
INSERT INTO [گروه بندی] ([شناسه گروه], [عنوان گروه], [شناسه والد], [X_Coor], [Y_Coor], [Width], [Height]) VALUES (7, N'آمار و کارکرد', 3, 35, 0, 250, 100);
GO
INSERT INTO [گروه بندی] ([شناسه گروه], [عنوان گروه], [شناسه والد], [X_Coor], [Y_Coor], [Width], [Height]) VALUES (8, N'جذب و استخدام', 3, 15, 170, 250, 100);
GO
INSERT INTO [گروه بندی] ([شناسه گروه], [عنوان گروه], [شناسه والد], [X_Coor], [Y_Coor], [Width], [Height]) VALUES (9, N'انتقال و تسویه', 3, 15, 290, 250, 100);
GO
INSERT INTO [گروه بندی] ([شناسه گروه], [عنوان گروه], [شناسه والد], [X_Coor], [Y_Coor], [Width], [Height]) VALUES (10, N'اصلی', NULL, 692, 0, 1217, 993);
GO
INSERT INTO [گروه بندی] ([شناسه گروه], [عنوان گروه], [شناسه والد], [X_Coor], [Y_Coor], [Width], [Height]) VALUES (11, N'لجستیک درونی', 10, 204, 57, 500, 202);
GO
INSERT INTO [گروه بندی] ([شناسه گروه], [عنوان گروه], [شناسه والد], [X_Coor], [Y_Coor], [Width], [Height]) VALUES (12, N'عملیات', 10, 33, 280, 591, 430);
GO
INSERT INTO [گروه بندی] ([شناسه گروه], [عنوان گروه], [شناسه والد], [X_Coor], [Y_Coor], [Width], [Height]) VALUES (13, N'لجستیک بیرونی', 10, 71, 628, 250, 100);
GO
INSERT INTO [گروه بندی] ([شناسه گروه], [عنوان گروه], [شناسه والد], [X_Coor], [Y_Coor], [Width], [Height]) VALUES (14, N'فروش ', 10, 677, 802, 520, 171);
GO
INSERT INTO [گروه بندی] ([شناسه گروه], [عنوان گروه], [شناسه والد], [X_Coor], [Y_Coor], [Width], [Height]) VALUES (15, N'خدمات پس از فروش', 10, 61, 778, 541, 178);
GO
INSERT INTO [گروه بندی] ([شناسه گروه], [عنوان گروه], [شناسه والد], [X_Coor], [Y_Coor], [Width], [Height]) VALUES (16, N'تحقق محصول', 12, 12, 0, 551.8, 167);
GO
INSERT INTO [گروه بندی] ([شناسه گروه], [عنوان گروه], [شناسه والد], [X_Coor], [Y_Coor], [Width], [Height]) VALUES (17, N'مهندسی ساخت', 12, 34, 310, 250, 100);
GO
INSERT INTO [گروه بندی] ([شناسه گروه], [عنوان گروه], [شناسه والد], [X_Coor], [Y_Coor], [Width], [Height]) VALUES (18, N'تولید', 12, 37, 182, 250, 100);
GO
INSERT INTO [گروه بندی] ([شناسه گروه], [عنوان گروه], [شناسه والد], [X_Coor], [Y_Coor], [Width], [Height]) VALUES (19, N'اورهال', 15, 21, 58, 250, 100);
GO
INSERT INTO [گروه بندی] ([شناسه گروه], [عنوان گروه], [شناسه والد], [X_Coor], [Y_Coor], [Width], [Height]) VALUES (20, N'صدور فاکتور', 14, 0, 51, 250, 100);
GO
