INSERT INTO [گروه بندی] ([شناسه گروه], [عنوان گروه], [شناسه والد], [X_Coor], [Y_Coor], [Width], [Height]) VALUES (1, N'مدیریتی و پشتیبان', NULL, 50, 50, 570, 650);
GO
INSERT INTO [گروه بندی] ([شناسه گروه], [عنوان گروه], [شناسه والد], [X_Coor], [Y_Coor], [Width], [Height]) VALUES (2, N'زیرساخت', 1, 15, 50, 250, 100);
GO
INSERT INTO [گروه بندی] ([شناسه گروه], [عنوان گروه], [شناسه والد], [X_Coor], [Y_Coor], [Width], [Height]) VALUES (3, N'منابع انسانی', 1, 15, 170, 535, 410);
GO
INSERT INTO [گروه بندی] ([شناسه گروه], [عنوان گروه], [شناسه والد], [X_Coor], [Y_Coor], [Width], [Height]) VALUES (4, N'تامین', 1, 15, 290, 385, 120);
GO
INSERT INTO [گروه بندی] ([شناسه گروه], [عنوان گروه], [شناسه والد], [X_Coor], [Y_Coor], [Width], [Height]) VALUES (5, N'توسعه سیستم', 1, 15, 410, 250, 100);
GO
INSERT INTO [گروه بندی] ([شناسه گروه], [عنوان گروه], [شناسه والد], [X_Coor], [Y_Coor], [Width], [Height]) VALUES (6, N'توسعه فناوری', 1, 15, 530, 250, 100);
GO
INSERT INTO [گروه بندی] ([شناسه گروه], [عنوان گروه], [شناسه والد], [X_Coor], [Y_Coor], [Width], [Height]) VALUES (7, N'آمار و کارکرد', 3, 15, 50, 250, 120);
GO
INSERT INTO [گروه بندی] ([شناسه گروه], [عنوان گروه], [شناسه والد], [X_Coor], [Y_Coor], [Width], [Height]) VALUES (8, N'جذب و استخدام', 3, 15, 170, 250, 100);
GO
INSERT INTO [گروه بندی] ([شناسه گروه], [عنوان گروه], [شناسه والد], [X_Coor], [Y_Coor], [Width], [Height]) VALUES (9, N'انتقال و تسویه', 3, 15, 290, 250, 100);
GO
INSERT INTO [گروه بندی] ([شناسه گروه], [عنوان گروه], [شناسه والد], [X_Coor], [Y_Coor], [Width], [Height]) VALUES (10, N'اصلی', NULL, 813, 37, 589, 720);
GO
INSERT INTO [گروه بندی] ([شناسه گروه], [عنوان گروه], [شناسه والد], [X_Coor], [Y_Coor], [Width], [Height]) VALUES (11, N'لجستیک درونی', 10, 43, 8, 385, 100);
GO
INSERT INTO [گروه بندی] ([شناسه گروه], [عنوان گروه], [شناسه والد], [X_Coor], [Y_Coor], [Width], [Height]) VALUES (12, N'عملیات', 10, 15, 170, 554, 430);
GO
INSERT INTO [گروه بندی] ([شناسه گروه], [عنوان گروه], [شناسه والد], [X_Coor], [Y_Coor], [Width], [Height]) VALUES (13, N'لجستیک بیرونی', 10, 38, 433, 250, 100);
GO
INSERT INTO [گروه بندی] ([شناسه گروه], [عنوان گروه], [شناسه والد], [X_Coor], [Y_Coor], [Width], [Height]) VALUES (14, N'فروش ', 10, 15, 410, 535, 170);
GO
INSERT INTO [گروه بندی] ([شناسه گروه], [عنوان گروه], [شناسه والد], [X_Coor], [Y_Coor], [Width], [Height]) VALUES (15, N'خدمات پس از فروش', 10, 15, 530, 535, 170);
GO
INSERT INTO [گروه بندی] ([شناسه گروه], [عنوان گروه], [شناسه والد], [X_Coor], [Y_Coor], [Width], [Height]) VALUES (16, N'تحقق محصول', 12, 21, 12, 509, 223);
GO
INSERT INTO [گروه بندی] ([شناسه گروه], [عنوان گروه], [شناسه والد], [X_Coor], [Y_Coor], [Width], [Height]) VALUES (17, N'مهندسی ساخت', 12, 34, 310, 250, 100);
GO
INSERT INTO [گروه بندی] ([شناسه گروه], [عنوان گروه], [شناسه والد], [X_Coor], [Y_Coor], [Width], [Height]) VALUES (18, N'تولید', 12, 15, 290, 385, 100);
GO
INSERT INTO [گروه بندی] ([شناسه گروه], [عنوان گروه], [شناسه والد], [X_Coor], [Y_Coor], [Width], [Height]) VALUES (19, N'اورهال', 15, 15, 50, 250, 100);
GO
INSERT INTO [گروه بندی] ([شناسه گروه], [عنوان گروه], [شناسه والد], [X_Coor], [Y_Coor], [Width], [Height]) VALUES (20, N'صدور فاکتور', 14, 15, 50, 250, 100);
GO
INSERT INTO [داده های فرآیندی] ([شناسه فرآیند], [عنوان فرآیند], [گروه فرآیند], [تعداد دفعات تکرار], [متوسط زمانبری], [انحراف از معیار], [روش آغاز], [وضعیت], [توضیحات نوع اول], [توضیحات نوع دوم], [X_Coor], [Y_Coor], [Previous_Parent]) VALUES (1, N'درخواست از انبار', 4, 1268, 26, 9, N'کاربر', N'فعال', N'توضیح نوع اول', N'توضیح نوع دوم', 190, 10, 4);
GO
INSERT INTO [داده های فرآیندی] ([شناسه فرآیند], [عنوان فرآیند], [گروه فرآیند], [تعداد دفعات تکرار], [متوسط زمانبری], [انحراف از معیار], [روش آغاز], [وضعیت], [توضیحات نوع اول], [توضیحات نوع دوم], [X_Coor], [Y_Coor], [Previous_Parent]) VALUES (2, N'تعریف کالا', 11, 941, 5.5, 15, N'کاربر', N'فعال', N'توضیح نوع اول', N'توضیح نوع دوم', 190, 10, 11);
GO
INSERT INTO [داده های فرآیندی] ([شناسه فرآیند], [عنوان فرآیند], [گروه فرآیند], [تعداد دفعات تکرار], [متوسط زمانبری], [انحراف از معیار], [روش آغاز], [وضعیت], [توضیحات نوع اول], [توضیحات نوع دوم], [X_Coor], [Y_Coor], [Previous_Parent]) VALUES (3, N'اصلاح BOM', 16, 754, 3.7, 11, N'کاربر', N'فعال', N'توضیح نوع اول', N'توضیح نوع دوم', 10, 110, 16);
GO
INSERT INTO [داده های فرآیندی] ([شناسه فرآیند], [عنوان فرآیند], [گروه فرآیند], [تعداد دفعات تکرار], [متوسط زمانبری], [انحراف از معیار], [روش آغاز], [وضعیت], [توضیحات نوع اول], [توضیحات نوع دوم], [X_Coor], [Y_Coor], [Previous_Parent]) VALUES (4, N'تامین اعتبار', 4, 851, 8.2, 12, N'زیرفرآیند', N'فعال', N'توضیح نوع اول', N'توضیح نوع دوم', 10, 60, 4);
GO
INSERT INTO [داده های فرآیندی] ([شناسه فرآیند], [عنوان فرآیند], [گروه فرآیند], [تعداد دفعات تکرار], [متوسط زمانبری], [انحراف از معیار], [روش آغاز], [وضعیت], [توضیحات نوع اول], [توضیحات نوع دوم], [X_Coor], [Y_Coor], [Previous_Parent]) VALUES (5, N'شناسه گذاری اسناد', 16, 1254, 0.2, 15, N'کاربر', N'فعال', N'توضیح نوع اول', N'توضیح نوع دوم', -1, -1, 16);
GO
INSERT INTO [داده های فرآیندی] ([شناسه فرآیند], [عنوان فرآیند], [گروه فرآیند], [تعداد دفعات تکرار], [متوسط زمانبری], [انحراف از معیار], [روش آغاز], [وضعیت], [توضیحات نوع اول], [توضیحات نوع دوم], [X_Coor], [Y_Coor], [Previous_Parent]) VALUES (6, N'تصویب اسناد', 16, 1205, 46, 2, N'زیرفرآیند', N'فعال', N'توضیح نوع اول', N'توضیح نوع دوم', 10, 60, 16);
GO
INSERT INTO [داده های فرآیندی] ([شناسه فرآیند], [عنوان فرآیند], [گروه فرآیند], [تعداد دفعات تکرار], [متوسط زمانبری], [انحراف از معیار], [روش آغاز], [وضعیت], [توضیحات نوع اول], [توضیحات نوع دوم], [X_Coor], [Y_Coor], [Previous_Parent]) VALUES (7, N'معتبر سازی اسناد', 16, 322, 34, 7, N'کاربر', N'فعال', N'توضیح نوع اول', N'توضیح نوع دوم', 196, 0, 16);
GO
INSERT INTO [داده های فرآیندی] ([شناسه فرآیند], [عنوان فرآیند], [گروه فرآیند], [تعداد دفعات تکرار], [متوسط زمانبری], [انحراف از معیار], [روش آغاز], [وضعیت], [توضیحات نوع اول], [توضیحات نوع دوم], [X_Coor], [Y_Coor], [Previous_Parent]) VALUES (8, N'عدم انطباق', 18, 889, 57, 15, N'کاربر', N'فعال', N'توضیح نوع اول', N'توضیح نوع دوم', 190, 10, 18);
GO
INSERT INTO [داده های فرآیندی] ([شناسه فرآیند], [عنوان فرآیند], [گروه فرآیند], [تعداد دفعات تکرار], [متوسط زمانبری], [انحراف از معیار], [روش آغاز], [وضعیت], [توضیحات نوع اول], [توضیحات نوع دوم], [X_Coor], [Y_Coor], [Previous_Parent]) VALUES (9, N'تغییرات مهندسی', 16, 476, 41, 12, N'زیرفرآیند', N'فعال', N'توضیح نوع اول', N'توضیح نوع دوم', 295, 29, 16);
GO
INSERT INTO [داده های فرآیندی] ([شناسه فرآیند], [عنوان فرآیند], [گروه فرآیند], [تعداد دفعات تکرار], [متوسط زمانبری], [انحراف از معیار], [روش آغاز], [وضعیت], [توضیحات نوع اول], [توضیحات نوع دوم], [X_Coor], [Y_Coor], [Previous_Parent]) VALUES (10, N'مدیریت ریسک', 16, 714, 18, 5, N'زیرفرآیند', N'فعال', N'توضیح نوع اول', N'توضیح نوع دوم', 10, 160, 16);
GO
INSERT INTO [داده های فرآیندی] ([شناسه فرآیند], [عنوان فرآیند], [گروه فرآیند], [تعداد دفعات تکرار], [متوسط زمانبری], [انحراف از معیار], [روش آغاز], [وضعیت], [توضیحات نوع اول], [توضیحات نوع دوم], [X_Coor], [Y_Coor], [Previous_Parent]) VALUES (11, N'پیشنهای بهبود', 16, 916, 30, 13, N'کاربر', N'فعال', N'توضیح نوع اول', N'توضیح نوع دوم', 284, 163, 16);
GO
INSERT INTO [داده های فرآیندی] ([شناسه فرآیند], [عنوان فرآیند], [گروه فرآیند], [تعداد دفعات تکرار], [متوسط زمانبری], [انحراف از معیار], [روش آغاز], [وضعیت], [توضیحات نوع اول], [توضیحات نوع دوم], [X_Coor], [Y_Coor], [Previous_Parent]) VALUES (12, N'درخواست اضافه کاری', 7, 1491, 29, 10, N'کاربر', N'غیرفعال', N'توضیح نوع اول', N'توضیح نوع دوم', -1, -1, 7);
GO
INSERT INTO [داده های فرآیندی] ([شناسه فرآیند], [عنوان فرآیند], [گروه فرآیند], [تعداد دفعات تکرار], [متوسط زمانبری], [انحراف از معیار], [روش آغاز], [وضعیت], [توضیحات نوع اول], [توضیحات نوع دوم], [X_Coor], [Y_Coor], [Previous_Parent]) VALUES (13, N'حکم ماموریت', 7, 263, 6, 7, N'کاربر', N'فعال', N'توضیح نوع اول', N'توضیح نوع دوم', 10, 60, 7);
GO
INSERT INTO [داده های فرآیندی] ([شناسه فرآیند], [عنوان فرآیند], [گروه فرآیند], [تعداد دفعات تکرار], [متوسط زمانبری], [انحراف از معیار], [روش آغاز], [وضعیت], [توضیحات نوع اول], [توضیحات نوع دوم], [X_Coor], [Y_Coor], [Previous_Parent]) VALUES (14, N'تسویه داخلی', 9, 15, 20, 7, N'کاربر', N'فعال', N'توضیح نوع اول', N'توضیح نوع دوم', -1, -1, 9);
GO
INSERT INTO [داده های فرآیندی] ([شناسه فرآیند], [عنوان فرآیند], [گروه فرآیند], [تعداد دفعات تکرار], [متوسط زمانبری], [انحراف از معیار], [روش آغاز], [وضعیت], [توضیحات نوع اول], [توضیحات نوع دوم], [X_Coor], [Y_Coor], [Previous_Parent]) VALUES (15, N'انتقال اموال', 2, 63, 25, 8, N'کاربر', N'فعال', N'توضیح نوع اول', N'توضیح نوع دوم', -1, -1, 2);
GO
INSERT INTO [داده های فرآیندی] ([شناسه فرآیند], [عنوان فرآیند], [گروه فرآیند], [تعداد دفعات تکرار], [متوسط زمانبری], [انحراف از معیار], [روش آغاز], [وضعیت], [توضیحات نوع اول], [توضیحات نوع دوم], [X_Coor], [Y_Coor], [Previous_Parent]) VALUES (16, N'تعریف پروژه', 2, 20, 19, 14, N'کاربر', N'فعال', N'توضیح نوع اول', N'توضیح نوع دوم', -1, -1, 2);
GO
INSERT INTO [داده های فرآیندی] ([شناسه فرآیند], [عنوان فرآیند], [گروه فرآیند], [تعداد دفعات تکرار], [متوسط زمانبری], [انحراف از معیار], [روش آغاز], [وضعیت], [توضیحات نوع اول], [توضیحات نوع دوم], [X_Coor], [Y_Coor], [Previous_Parent]) VALUES (17, N'گزارش فنی قرارداد', 4, 425, 12, 3, N'دوره ای', N'فعال', N'توضیح نوع اول', N'توضیح نوع دوم', -1, -1, 4);
GO
INSERT INTO [ارتباطات] ([شناسه فرآیند مبدا], [شناسه فرآیند مقصد], [متغیرها]) VALUES (5, 6, N'{(v1:vv1), (v2:vv2), (v3:vv3), (v4:vv4), (v5:vv5), (v6:vv6)}');
GO
INSERT INTO [ارتباطات] ([شناسه فرآیند مبدا], [شناسه فرآیند مقصد], [متغیرها]) VALUES (10, 9, N'{(v1:vv1), (v2:vv2), (v3:vv3)');
GO
INSERT INTO [ارتباطات] ([شناسه فرآیند مبدا], [شناسه فرآیند مقصد], [متغیرها]) VALUES (9, 5, N'{(v1:vv1), (v2:vv2)}');
GO
INSERT INTO [ارتباطات] ([شناسه فرآیند مبدا], [شناسه فرآیند مقصد], [متغیرها]) VALUES (9, 3, N'{(v1:vv1), (v2:vv2), (v3:vv3), (v4:vv4), (v5:vv5)}');
GO
INSERT INTO [ارتباطات] ([شناسه فرآیند مبدا], [شناسه فرآیند مقصد], [متغیرها]) VALUES (9, 10, N'{(v1:vv1), (v2:vv2), (v3:vv3), (v4:vv4)}');
GO
